Repository: al3nka/createx
Catalog: src/main/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Type some keyword...
uk: Введіть слово для пошуку...

source: %(users_name)s, start crafting stunning documents with <u>createx</u>!
uk: %(users_name)s, почніть створювати вражаючі документи з <u>createx</u>!

source: Start crafting stunning documents with <u>createx</u>!
uk: Почніть створювати вражаючі документи з <u>createx</u>!

source: Glad to Have You Here.
uk: Приємно бачити вас тут.

source: To create account, please, provide following data:
uk: Для створення облікового запису, будь ласка, введіть наступні дані

source: Sign Up
uk: Зареєструватися

source: Home
uk: Головна сторінка

source: Templates
uk: Шаблони

source: Profile
uk: Профіль

source: Log Out
uk: Вийти

source: Log In
uk: Увійти

source: Page %(current_page)s of %(total_pages)s
uk: Сторінка %(current_page)s з %(total_pages)s

source: No description provided...
uk: Опис відсутній...

source: Open template
uk: Переглянути шаблон

source: Craft Stunning PDF Documents <span class="text-primary">Easily, Anytime, Anywhere</span>
uk: Створюйте чудові PDF-документи <span class="text-primary">легко, будь-де та будь-коли</span>

source: Discover a wide range of templates. Whether it's resumes, brochures, or reports, you'll find the perfect template.
uk: Відкрийте для себе широкий вибір шаблонів. Ви знайдете ідеальний шаблон для будь-якої нагоди.

source: Go to templates library
uk: Перейти до бібліотеки шаблонів

source: Step 1: Select template you like
uk: Крок 1: Оберіть шаблон, який вам подобається

source: Choose your desired template from our extensive library featuring a diverse range of templates for various document types.
uk: Виберіть потрібний шаблон з великої бібліотеки,що містить різноманітні шаблони для різних типів документів.

source: Step 2: Fill the template
uk: Крок 2: Заповніть шаблон

source: Fill in the form fields with your content, without worrying about formatting or layout - we handle the rest.
uk: Заповніть поля форми бажаним вмістом, не турбуючись про форматування чи верстку - createx зробить все інше.

source: Step 3: Download your amazing PDF document
uk: Крок 3: Завантажте свій чудовий PDF-документ

source: Get your PDF document instantly. It will be beautifully rendered and ready for sharing, printing, or further use. This will complete your seamless document creation journey.
uk: Отримайте свій PDF-документ миттєво. Він буде чудово оформлений і готовий до поширення, друку або подальшого використання. Це завершить ваш простий процес створення документів.

source: Public
uk: Публічний

source: Restricted
uk: Обмежений доступ

source: Private
uk: Приватний

source: Owner: %(owner)s
uk: Власник: %(owner)s

source: Fill the template
uk: Заповнити

source: Edit
uk: Редагувати

source: There is no file for preview yet...
uk: Файлу для попереднього перегляду ще немає...

source: Fill template
uk: Заповнення шаблону

source: Generate PDF
uk: Згенерувати PDF

source: Generating...
uk: Генерація...

source: PDF will be here
uk: Згенерований PDF буде тут

source: Search results for "%(search_query)s":
uk: Знайдені шаблони для "%(search_query)s":

source: Show only my templates
uk: Показувати лише мої шаблони

source: No templates found
uk: Не знайдено жодного шаблону

source: Edit template: %(template_name)s
uk: Редагування шаблону: %(template_name)s

source: Save
uk: Зберегти

source: Delete
uk: Видалити

source: Welcome back,
uk: З поверненням,

source: Check some templates:
uk: Перегляньте шаблони з бібліотеки:

source: Your templates
uk: Ваші шаблони

source: See all
uk: Переглянути всі

source: You also can check out library of templates
uk: Ви також можете переглянути бібліотеку шаблонів
